{
  "heroTitle": "“Onch & Company” түүхийн 3.0 үе эхэллээ",
  "heroContent":"Мэргэшсэн, мэргэжлийн ёс зүй, ур чадвартай манай хамт олон 2022 оны хоёрдугаар сараас эхлэн үндэсний брэнд “Onch & Company” нэрээр үйл ажиллагаагаа үргэлжлүүлж, аудит, менежментийн  болон татварын зөвлөх үйлчилгээ, сургалт судалгаагааны ажлаа үргэлжлүүлж эхэллээ.. Биднийкомпанийн түүхийн 3.0 үе ийнхүү эхэлж байна.",
  "readMore":"Цааш унших",
  "ab1":"Onch & Company нь анх 2004 онд Онч Аудит ХХК нэртэйгээр үүсгэн байгуулагдсан бөгөөд өндөр ур чадвартай, туршлагатай, дээд зэргийн чадварлаг, бие даасан үндэсний аудиторуудыг бий болгож хөгжүүлэх зорилго өвөрлөн ажлын гараагаа эхлүүлж байсан.",
  "ab2":"Үүсгэн байгуулагч, одоо Onch & Company - ийн Ерөнхий захирал Ончинсүрэн нь олон улсын байгууллагуудад ажиллаж ирсэн арвин их туршлагатай үндэсний аудитор юм. Анх зөвхөн аудитын үйлчилгээ үзүүлдэг байсан бол одоо үйлчилгээнийхээ хүрээг амжилттай тэлж татварын зөвлөгөө, нягтлан бодох бүртгэлийн аутсорсинг, менежментийн зөвлөх үйлчилгээ болон сургалт, көүчинг зэрэг төрөл бүрийн үйлчилгээ үзүүлэх болсон. Онч Аудит нь 2012 онд Делоитт сүлжээнд нэгдсэн бөгөөд өнөөгийн макро эдийн засгийн бизнес болон зах зээлийн сорилтуудын улмаас Делоитт Монголын зах зээлээс гарах шийдвэр гаргах хүртэл Делоитт-ийн дор 10 жил ажилласан.",
  "ab3":" 2022 оны 2-р сарын 1-ээс эхлэн үндэсний бренд Onch & Company нь яг ижил дотоод удирдлага, туршлагатай багийн бүрэлдэхүүнтэйгээр үйл ажиллагаагаа зах зээл болон үйлчлүүлэгчиддээ амжилттай үргэлжлүүлэн хүргэж байна.  ",
  "ourSer":"Үйлчилгээ",
  "ourSer1":"Аудитын Зөвлөх Үйлчилгээ",
  "ourSer12":"Onch & Company-ийн аудитын мэргэжилтнүүд санхүүгийн зах зээлийн шударга ёс, тогтвортой байдалд тодорхой хэмжээний хувь нэмэр оруулдагтаа бахархалтай байдаг. Аудит нь маш нарын төвөгтэй үйл ажиллагаа бөгөөд санхүүгийн тайлагналын гинжин холбооны салшгүй хэсэг болох үүднээс аудиторуудын гүйцэтгэх үүрэг урьд урьдынхаасаа илүү чухал, үнэ цэнэтэй болсоор байна. Тийм учраас Onch & Company нь аудитын үйлчилгээнийхээ чанар болон хөгжүүлэлтэд тогтмол анхааран ажилладаг.",
  "ourSer2":"Татварын Зөвлөх Үйлчилгээ",
  "ourSer22":"Onch & Company хувьд харилцагчдыгаа амжилтад хүрэхийг харах нь хамгийн том баяр хөөр байдаг. Учир нь манай харилцагчдын бизнесийн амжилт нь бидний амжилтыг мөн тодотгож байдаг.  Монгол дахь компани 2004 онд үүсгэн байгуулагдаад, 2012 онд Делоиттын сүлжээнд нэгдэн орсон цагаас хойш бид төрөл бүрийн салбарт үйл ажиллагаа явуулдаг компаниудад дэлхийд тэргүүлэх үйлчилгээ үзүүлж ирсэн.",
  "ourSer3":"Эрсдэлийн зөвлөх үйлчилгээ",
  "ourSer32":"Манай Эрсдэлийн удирдлагын баг нь дотоод хяналтын үнэлгээ, чанарын аудитын хяналт шалгалтуудыг олон улсын стандартын дагуу цогцоор хийж гүйцэтгэдэг.Техник технологийн шинэтгэлийн эринд бизнесийн орчин өдрөөс өдөрт хувьсан өөрчлөгдөж буй энэхүү явцад компаниуд эрсдэлээ удирдах шинэ арга аргачлалыг бий болгох зайлшгүй шаардлагатай тулгарч байна.  Эрсдэлүүдийг илүү үр дүнтэй удирдсанаар манай харилцагчид өөрт учирч болох бизнесийн алдагдлаас зайлсхийх, өргөжин тэлэх боломж бололцоог оновчтой ашиглах, мөн бизнесийн үйл ажиллагаанд оролцогч талуудын үр өгөөжийг нэмэгдүүлнэ.",
  "ourSer4":"Менежментийн сургалт",
  "ourSer42":"Манай мэргэжилтнүүд үйлчлүүлэгчиддээ зөвхөн мэргэжлийн үйлчилгээ үзүүлэхээс гадна мэдлэгээ хуваалцах, түгээхийн ач холбогдлыг ойлгодог. Энэ нь бидний өдөр тутмын үйл ажиллагаанд үйлчлүүлэгч байгууллагын ажиллагсадтай хамтран ажиллах явцад илэрдэг бөгөөд бид мөн албан ёсны сургалт семинар явуулдаг.",
  "news":"Мэдээ",
  "newsTitle1":"“Onch & Company” түүхийн 3.0 үе эхэллээ",
  "newsTitle2":"“ГАНЦ ЦАГААН ШУВУУ” МОНО ДУУРЬ НЭЭЛТЭЭ ХИЙЛЭЭ",
  "manaTeam":"Манай удирдлагын баг",
  "manPos1":"Ерөнхий Захирал",
  "manName1":"Дэндэвсамбуугийн Ончинсүрэн",
  "manPos2":"Гүйцэтгэх Захирал",
  "manName2":"Шагдарсүрэнгийн Норжинбат",
  "manPos3":"Партнер - Аудит & Зөвлөх үйлчилгээ",
  "manName3":"Батсүхийн Анхтайван",
  "manPos4":"Захирал - Менежментийн зөвлөх үйлчилгээ",
  "manName4":"Баяннэмэхийн Цэрэннадмид",
  "manPos5":"Захирал - Татварын зөвлөх үйлчилгээ",
  "manName5":"Бямбасүрэнгийн Уранбилэг",
  "manPos6":"Захирал - Татварын зөвлөх үйлчилгээ",
  "manName6":"Жавхлантын Түвшин",
  "career":"Карьерийн  боломжууд",
  "carTitle1":"Аудитын зөвлөх үйлчилгээ",
  "carContent1":"Санхүүгийн зах зээл улам бүр дэлхийн хэмжээнд хөгжиж, улам бүр төвөгтэй болж байна. Мөн компаниуд, зохицуулагчид болон хувьцаа эзэмшигчид илүү ил тод байдлыг эрэлхийлж, санхүүгийн мэдээллийг бодит цаг хугацаанд нь олж авахыг эрмэлздэг. Аудит ба зөвлөхийн мэргэжилтний хувьд танд аудитын чанарыг сайжруулах, гүн гүнзгий ойлголт өгөх, ялгаатай аудит хийх боломж бий. Onch & Company-д ажилласанаар танд ажил мэргэжлийн ур чадвар болон олон боломжийг нээж өгөх юм.",
  "carTitle2":"Татварын зөвлөх үйлчилгээ",
  "carContent2":"Бид бизнесийн удирдагчидтай тулж ажилладаг. Бид харилцагчийн үйлчилгээний ойр дотно харилцааг бий болгон үйлчлүүлэгчийн зорилгыг ойлгодог. Мөн бид үйлчлүүлэгчдэд зорилгодоо хүрэхэд нь хэрхэн нөлөөлж болох талаар зөвлөгөө өгдөг. Иймээс Onch & Company-д ажилласанаар танд ажил мэргэжлийн ур чадвар болон олон боломжийг нээж өгөх юм.  ",
  "carTitle3":"Менежментийн зөвлөх үйлчилгээ",
  "carContent3":"Бид бизнесийн удирдагчидтай тулж ажилладаг. Бид харилцагчийн үйлчилгээний ойр дотно харилцааг бий болгон үйлчлүүлэгчийн зорилгыг ойлгодог. Мөн бид үйлчлүүлэгчдэд зорилгодоо хүрэхэд нь хэрхэн нөлөөлж болох талаар зөвлөгөө өгдөг. Иймээс Onch & Company-д ажилласанаар танд ажил мэргэжлийн ур чадвар болон олон боломжийг нээж өгөх юм.",
  "carTitle4":"Onch Academy",
  "carContent4":"Бид бизнесийн ертөнцийн эрэлт хэрэгцээ, салбарын өнөөгийн чиг хандлагад нийцүүлэн бизнесийн нэгжүүдэд тулгуурлан сургалт судалгаа гаргадаг. Тиймээс Onch & Company-д ажилласанаар танд ажил мэргэжлийн ур чадвар болон олон боломжийг нээж өгөх юм.  ",
  "carTitle5":"Дадлага",
  "carContent5":"Дадлагын хөтөлбөр нь Onch & Company-ийн нэгдүгээр болон хоёрдугаар курсын дадлагажигчдад янз бүрийн мэргэжлийн үйлчилгээг үзүүлэх зорилготой юм. Энэхүү боломж нь таныг мэргэжлийн ур чадвараа дээшлүүлж, сониуч зангаа хөгжүүлж, олон талт байдлаа тэмдэглэхэд тань туслах болно.  ",
  "carTitle6":"Их сургуулиуд болон олон нийтын хамтын ажиллагаа  ",
  "carContent6":"Бид оюутнуудад Onch & Company-тай танилцах олон төрлийн боломжийг санал болгож байна. Бид дадлага, уралдаан тэмцээнээс эхлээд олон нийтийн хөтөлбөрүүдэд ирээдүйн бизнесийн удирдагч болох оюутнуудыг хайж байна. Өөрийн карьераа ахиулах доорх боломжуудыг судлаарай.",
  "footer1":"Бидэнтэй холбогдох",
  "footer2":"Хаяг : 15 давхар, ICC цамхаг, Жамъян гүний гудамж, Сүхбаатар дүүрэг, 1-р хороо, Улаанбаатар 14240, Mонгол Улс",
  "footer3":"Имэйл : Info@onch.mn",
  "footer4":"Утас :   + 976 70120450",
  "footer5":"Факс :  + 976 70130450",
  "footer6":"Таныг Шинэ Оргилд Хүргэнэ",
  "nav1":"Бидний тухай",
  "nav2":"Үйлчилгээ",
  "nav3":"Мэдээ",
  "nav4":"Баг",
  "nav5":"Карьер"
}