{
  "heroTitle": "3.0 Generations of Onch & Company history have begun.",
  "heroContent":"Our professional, ethical, and skilled team will continue to run our campaign under the national brand name “Onch & Company” from February 2022, and will continue its audit, management and tax advisory services, training, and research.",
  "readMore":"Read more",
  "ab1":"Onch & Company was founded in January 2004 as Onch Audit LLC for the sole purpose of providing trained, highly qualified, experienced, and independent local auditors.",
  "ab2":"Onch & Company was founded in January 2004 as Onch Audit LLC for the The founder and current Managing partner Onchinsuren Dendevsambuu had significant experience in auditing both global and local organizations in Mongolia and Russia at the time she founded Onch Audit. From initially only providing auditing services, the firm successfully expanded its services to include tax consulting, accounting outsourcing and advisory services to its clients.",
  "ab3":"Onch Audit joined the Deloitte network in 2012 and operated under Deloitte for 10 years until Deloitte’s global decision to withdraw from the Mongolian market due to the present macroeconomic business and market challenges. With effect from 1 February 2022, rebranded as Onch & Company, the same local management and team members have been successfully continuing to serve our clients and market with the same level of commitment and responsibility as we have been providing since its founding.",
  "ourSer":"Our services",
  "ourSer1":"Audit Consulting Services",
  "ourSer12":"Onch & Company proudly contribute to the integrity and stability of financial markets.",
  "ourSer2":"Tax advisory services",
  "ourSer22":"At Onch & Company, our greatest joy comes from witnessing client success.",
  "ourSer3":"Risk consulting services",
  "ourSer32":"Risk advisory practice provides comprehensive, in-depth internal control assessment and quality internal audits in accordance with international standards.",
  "ourSer4":"Management training",
  "ourSer42":"Our professionals understand the value of going beyond just providing client service and transferring knowledge.",
  "news":"News",
  "newsTitle1":"3.0 generations of Onch & Company history have begun.",
  "newsTitle2":"“ONE WHITE BIRD” MONO OPERA HAS BEEN LAUCHED",
  "manaTeam":"Management team",
  "manPos1":"Managing Partner",
  "manName1":"ONCHINSUREN DENDEVSAMBUU",
  "manPos2":"CEO/Partner",
  "manName2":"NORJINBAT SHAGDARSUREN",
  "manPos3":"Partner",
  "manName3":"ANKHTAIVAN BATSUKH",
  "manPos4":"Director - Advisory service",
  "manName4":"TSERENNADMID BAYANNEMEKH",
  "manPos5":"Director - Tax advisory",
  "manName5":"URANBILEG BYAMBASUREN",
  "manPos6":"Director - Business Tax",
  "manName6":"TUVSHIN JAVKHLANT",
  "career":"Careers at Onch",
  "carTitle1":"Audit & Advisory",
  "carContent1":"Financial markets are growing ever more global and more complex. And increasingly, companies, regulators and shareholders seek greater transparency and real-time access to financial information. As an Audit & Advisory professional, you have the opportunity to help enhance audit quality, provide deep insights, and deliver a differentiated audit. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle2":"Tax Services",
  "carContent2":"We meet with business leaders. We build close client service relationships. We understand client goals. And we advise clients on how tax may influence their ability to achieve those goals. We know tax inside and out and also often become deeply specialized in a strategic area of business or a specific industry. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle3":"Business Consultancy",
  "carContent3":"We meet with business leaders. We build close client service relationships. We understand client goals. And we advise clients on how tax may influence their ability to achieve those goals. We know tax inside and out and also often become deeply specialized in a strategic area of business or a specific industry. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle4":"Onch Academy",
  "carContent4":"Technology does not standstill. It takes innovative approaches to transform, modernize, and run existing technology platforms. The key is knowing when to take advantage of the new technologies to drive product and service enhancements, improve financial performance, and accelerate speed to market. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle5":"Student Internship",
  "carContent5":"Discovery Internship The Discovery Internship is designed to expose freshman and sophomore interns’ different professional services at Onch & Company. This opportunity will help you grow your professional skills, empower your curiosity, and celebrate your versatility.",
  "carTitle6":"Partnerships with universities and community",
  "carContent6":"We offer students a variety of opportunities to get to know Onch & Company. From internships and competitions to community service programs we look for students who will become tomorrow’s business leaders. Explore opportunities below to propel your career.",
  "footer1":"Company",
  "footer2":"About us",
  "footer3":"Core services",
  "footer4":"News letter",
  "footer5":"Contact us"
}