{
  "heroTitle": "3.0 Generations of Onch & Company history have begun.",
  "heroContent":"Our professional, ethical, and skilled team will continue to run our campaign under the national brand name “Onch & Company” from February 2022, and will continue its audit, management and tax advisory services, training, and research.",
  "readMore":"Read more",
  "ab1":"Onch & Company was founded in January 2004 as Onch Audit LLC for the sole purpose of providing trained, highly qualified, experienced, and independent local auditors.",
  "ab2":"Onch & Company was founded in January 2004 as Onch Audit LLC for the The founder and current Managing partner Onchinsuren Dendevsambuu had significant experience in auditing both global and local organizations in Mongolia and Russia at the time she founded Onch Audit. From initially only providing auditing services, the firm successfully expanded its services to include tax consulting, accounting outsourcing and advisory services to its clients.",
  "ab3":"Onch Audit joined the Deloitte network in 2012 and operated under Deloitte for 10 years until Deloitte’s global decision to withdraw from the Mongolian market due to the present macroeconomic business and market challenges. With effect from 1 February 2022, rebranded as Onch & Company, the same local management and team members have been successfully continuing to serve our clients and market with the same level of commitment and responsibility as we have been providing since its founding.",
  "ourSer":"Our services",
  "ourSer1":"Audit Consulting Services",
  "ourSer12":"The audit professionals of Onch & Company proudly contribute to the integrity and stability of financial markets. Auditing is a highly complex process, and the importance of auditors as a vital link in the financial reporting chain has never been more important, or their role more valued. For that reason, Onch & Company focuses consistently on audit quality and its continual enhancement.",
  "ourSer2":"Tax advisory services",
  "ourSer22":"At Onch & Company, our greatest joy comes from witnessing client success. When clients win in their business ventures, we win with them. Since the Onch audit was established in 2004 and its integration into the global network in 2012, we have been providing world-class services to clients from all sectors on a wide range of transactions. Recently, we met tax authorities to represent a company that was in the process of merging with another organization. We were able to defend against claims by the tax authority that a merger should be subjected to tax. By applying reasoning and logic pertaining to the transaction, we explained the nature of transactions in cases where tax laws did not have specific provisions.",
  "ourSer3":"Risk consulting services",
  "ourSer32":"Our risk advisory practice provides comprehensive, in-depth internal control assessment and quality internal audits in accordance with international standards. In an age of innovation, our business environment is becoming ever more complex by the day. With this evolution, it is necessary for companies to come up with new approaches to risk management. By managing risks more effectively, our clients can steer clear of losses, optimize opportunities for growth, and create more value for stakeholders. Leveraging on the decade long experience of operating as part of global network, our professionals are equipped with the expertise and experience to assist companies in managing various kinds of risk, through providing internal audit, internal control, and operational risk review services.",
  "ourSer4":"Management training",
  "ourSer42":"Our professionals understand the value of going beyond just providing client service and transferring knowledge. This occurs through the day–to–day performance of our services, working alongside our clients’ staff, and in formal seminars. The value of our services lies not only in the deliverables we provide but also in the knowledge our clients acquire when working with us. ",
  "news":"News",
  "newsTitle1":"3.0 generations of Onch & Company history have begun.",
  "newsTitle2":"“ONE WHITE BIRD” MONO OPERA HAS BEEN LAUCHED",
  "manaTeam":"Management team",
  "manPos1":"Managing Partner",
  "manName1":"ONCHINSUREN DENDEVSAMBUU",
  "manPos2":"CEO/Partner",
  "manName2":"NORJINBAT SHAGDARSUREN",
  "manPos3":"Partner",
  "manName3":"ANKHTAIVAN BATSUKH",
  "manPos4":"Director - Advisory service",
  "manName4":"TSERENNADMID BAYANNEMEKH",
  "manPos5":"Director - Tax advisory",
  "manName5":"URANBILEG BYAMBASUREN",
  "manPos6":"Director - Business Tax",
  "manName6":"TUVSHIN JAVKHLANT",
  "career":"Careers at Onch",
  "carTitle1":"Audit & Advisory",
  "carContent1":"Financial markets are growing ever more global and more complex. And increasingly, companies, regulators and shareholders seek greater transparency and real-time access to financial information. As an Audit & Advisory professional, you have the opportunity to help enhance audit quality, provide deep insights, and deliver a differentiated audit. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle2":"Tax Services",
  "carContent2":"We meet with business leaders. We build close client service relationships. We understand client goals. And we advise clients on how tax may influence their ability to achieve those goals. We know tax inside and out and also often become deeply specialized in a strategic area of business or a specific industry. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle3":"Business Consultancy",
  "carContent3":"We meet with business leaders. We build close client service relationships. We understand client goals. And we advise clients on how tax may influence their ability to achieve those goals. We know tax inside and out and also often become deeply specialized in a strategic area of business or a specific industry. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle4":"Onch Academy",
  "carContent4":"Technology does not standstill. It takes innovative approaches to transform, modernize, and run existing technology platforms. The key is knowing when to take advantage of the new technologies to drive product and service enhancements, improve financial performance, and accelerate speed to market. The work you do at Onch & Company may open up a plenty of opportunity for years to come.",
  "carTitle5":"Student Internship",
  "carContent5":"Discovery Internship The Discovery Internship is designed to expose freshman and sophomore interns’ different professional services at Onch & Company. This opportunity will help you grow your professional skills, empower your curiosity, and celebrate your versatility.",
  "carTitle6":"Partnerships with universities and community",
  "carContent6":"We offer students a variety of opportunities to get to know Onch & Company. From internships and competitions to community service programs we look for students who will become tomorrow’s business leaders. Explore opportunities below to propel your career.",
  "footer1":"Contact us",
  "footer2":"15/F, ICC Tower, Jamiyan-Gun Street, 1 st Khoroo, Sukhbaatar District, 14240-0025 Ulaanbaatar, Mongolia",
  "footer3":"Email: Info@onch.mn",
  "footer4":"Tel: +976 70120450",
  "footer5":"Fax: +976 70130450",
  "footer6":"Taking you to new heights",
  "footer7":"Newsletter",
  "nav1":"About us",
  "nav2":"Services",
  "nav3":"News",
  "nav4":"Team",
  "nav5":"Careers",
  "newsContent1":"Our professional, ethical, and skilled team will continue to run our campaign under the national brand name “Onch & Company” from February 2022, and will continue its audit, management and tax advisory services, training, and research.",
  "newsContent2":"We fist established “Onch Audit” LLC in 2004 and started our services as an audit service. The first years of the business required us to plug away and working overtime, and soon after 2012, DELOITE, one of the four largest audit groups in the world within the history of 177 years, expanded its scope, by providing its’ services in Mongolia. It was our honor to be one of the branch companies of the firm that runs its services in more than 150 countries and has more than 400,000 professionals and is the largest network of professional services in the group.",
  "newsContent3":"We would like to emphasize that however DELOITE has ceased its operations in Mongolia due to the economic situation in the country and the limited investment situation, our relations and cooperation still remains.",
  "newsContent4":"For the past 10 years, we have been successful as part of a world-class company. As a result, we have been able to gain international and domestic experience in competitive, in-demand and innovative markets in Hong Kong, Australia, London and Singapore, as well as highlight the specifics of the Mongolian market and domestic players.",
  "newsContent5":"We are pleased to continue to offer our experience and skills of working with a world-renowned international company in Mongolia. TO BRING YOU TO A NEW PEAK, we will continue to provide professional services that fully meet world standards.",
  "newsContent11":"“The staff of Onch Audit LLC supports the arts and culture sector for the benefit of society. We sponsored the mono opera “The Only White Bird” by composer Khishigtogtokh Altangerel and opened the stage of the State Academic Opera and Ballet Theater. We are pleased to have collaborated with the Mongolian Arts Council, the Mongolian Conservatory, and the State Academic Opera and Ballet Theater to bring this non-commercial professional art to life. We are confident that this has been a major search for contemporary Mongolian performing arts.",
  "newsContent12":"Because the mono opera has a single character, the symphony orchestra plays a key role in the plot and development, and requires the soloist to have a strong vocal ability, a keen sense of color, emotion, and acting skills.",
  "newsContent13":"B.Mendbayar, a graduate student of the Department of Musical Theater Directing of the Russian Academy of Theater Arts (GITIS), as the director of the opera “The Lonely White Bird”, S.Ariunbold as the stage artist, Kh.Uuganbayar as the artist, and E.Otgonbat as the soloist of the State Academic Opera and Ballet Theater. Ts.Urtnasan and pianist conducted the symphony orchestra conducted by B.Lhagvasuren.",
  "newsContent14":"By the way, the first surrealist mono opera in Mongolia was initiated by L.Erdenebulgan, a former director of the Mongolian State Opera and Ballet, Ts.Tuvshintugs, an opera singer, M.Enkhbold, a composer, and Kh.Altangerel, a composer."
}